; LWOTC Needs Translation
[X2Ability_ThrowingKnifeAbilitySet]
RendTheMarkedEffectName="Розрив вiдмiчених"
RendTheMarkedEffectDesc="Метальнi ножi застосовують накопичувальний +<Ability:REND_THE_MARKED_CRIT/> шанс критичного попадання по цiлi з усiх джерел до кiнця ходу."
; End Translation
